[M_NoHardFeelings MissionDefinition]
MissionName="No complaints"
MissionDescription="The dead bandit's last hope is to receive a secret weapon as a reward. [place]tundra express[-place]. you have to find them.."
TurnInDescription="He tried to hit you twice and failed twice, but you have to admit he really tried."
MissionSummary="Search for weapons for dead pirates "
MissionGiver="Will Pirate Corpse"
MissionTurnInLocation="Bendtville Animal Shelter"
TeaserText="People kill their own people; Forgiveness is sacred."

[M_NoHardFeelings:KillBandits MissionObjectiveDefinition]
ProgressMessage="kill the thief"

[M_NoHardFeelings:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_NoHardFeelings:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_NoHardFeelings:NoHardFeelings_FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_NoHardFeelings:NoHardFeelings_FindTheStash MissionObjectiveDefinition]
ProgressMessage="Find your device"

[M_NoHardFeelings:NoHardFeelings_LootTheStash MissionObjectiveDefinition]
ProgressMessage="to steal"

